;
; Batti 2.3
; Localization file for English
; by David Andrš <pda@jasnapaka.com>, 2008
;

   2="Cancel"
 101="Select color"
 102="About"
 103="General"
 104="Advanced"
 105="Appearance"
 106="Battery"
 107="License"
 201="Options"
 202="Batti Config"
 203="Foreground"
 204="Background"
 205="Frame"
 206="Foreground AC"
 207="No action"
 208="Open config"
 209="Foreground Low"
 210="Background Low"
 211="Foreground Critical"
 212="Background Critical"
 213="Critical level must be smaller than low level."
 214="Battery low"
 215="Battery critical"
 216="Unknown"
 217="Charging started"
 218="Battery charged"
 219="Foreground Charging"
 220="Background Charging"
 221="Cancel"
 222="Power-off level must be smaller than critical level."
 223="Show information"
 224="Power-off"
 225="Select Color"
 226="About"
1000="Options"
1001="Indicate charging"
1002="Blinking on critical level"
1003="Always on top"
1004="Action on Tap"
1012="Left margin"
1015="Height"
1018="Colors"
1020="Color"
1022="Display frame"
1023="Sounds"
1025="Play sound"
1027="Levels"
1028="Low level"
1031="percent"
1032="Critical level"
1035="percent"
1036="Power-off level"
1039="percent"
1073="Show percentage steps"
1074="Show icon in tray"
1077="Gradient indicator"
1800="Main battery:"
1802="Backup battery:"
1806="Temperature:"
1807="Voltage:"
1808="Voltage:"
1815="Adjust settings"
2000="Batti Notification"
2001="The device will be turned off in %d seconds."
2002="Power-Off"
2003="Dismiss"
2004="Snooze"
2005="Hide"
2006="Battery Info"
2008="Main Battery"
2009="On Battery"
2010="Charging"
2011="On AC"
2012="Percent:"
2013="Unknown"
2014="Voltage:"
2015="Temperature:"
2016="Chemistry:"
2017="Backup Battery"
2019="Remaining power"
2020="Do you want to keep your settings?"
40008="Settings..."
40009="Exit"
40010="Info..."
57664="About"
